# https://github.com/Homebrew/homebrew-bundle

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bat" if OS.mac?
brew "exa"
brew "fzf"
brew "git"
brew "git-delta"
brew "htop"
brew "jq"
brew "kube-ps1"
brew "lynx"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "ripgrep"
brew "task"
brew "timewarrior"
brew "tldr"
brew "yh"
brew "zsh-completions"

cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "kitty"

